Repository: deltakosh/Podcasts
Catalog: Podcasts/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, nb_no, pt_br, ru_ru, tr, uk_ua, zh

# RefreshOnLoad.Text
source: Refresh on load:
de_de: Beim Starten aktualisieren:
es_es: Actualizar al cargar:
fr_fr: Actualiser au chargement :
it_it: Ricarica all'avvio:
nb_no: Oppdater ved åpning:
pt_br: Atualizar ao iniciar:
ru_ru: Обновлять при старте:
tr: Yüklerken yenile:
uk_ua: Оновити при завантаженні:
zh: 重新加载：

# PlayMenu.Text
source: Play
de_de: Abspielen
es_es: Reproducir
fr_fr: Lire
nb_no: Spill av
pt_br: Reproduzir
ru_ru: Воспроизвести
tr: Yürüt
uk_ua: Відтворити
zh: 播放

# ExternalStorage.Text
source: External storage:
de_de: Externen Speicher verwenden:
es_es: Almacenamiento externo:
fr_fr: Stockage externe :
it_it: Storage esterno:
nb_no: Ekstern lagring:
pt_br: Armazenamento externo:
ru_ru: Внешнее хранилище:
tr: Harici depolama:
uk_ua: Внутрішня пам'ять:
zh: 外部存储：

# PickedFolder.Text
source: Current folder:
de_de: Aktueller Ordner:
es_es: Carpeta actual:
fr_fr: Dossier en cours :
it_it: Cartella corrente:
nb_no: Valgt mappe:
pt_br: Pasta atual:
ru_ru: Текущая папка:
tr: Geçerli klasör:
uk_ua: Поточна папка:
zh: 当前目录：

# SystemAccentColor.Text
source: Use system accent color(*):
de_de: System-Akzentfarbe verwenden(*):
es_es: Usar el color del sistema(*):
fr_fr: Utiliser la couleur d'accentuation système(*) :
it_it: Usa il tema del Sistema(*):
nb_no: Bruk systemfarger(*):
pt_br: Usar cor de destaque do sistema(*):
ru_ru: Использовать системный акцентный цвет(*):
tr: Sistem renk düzenini kullan(*):
uk_ua: Використовувати системний акцентний колір(*):
zh: 使用系统主题色(*):

# AddAllToPlaylistMenu.Text
source: Add all unplayed to playlist
de_de: Wiedergabe aller ungespielten Folgen (aufsteigend)
es_es: Agregar todos los podcast sin reproducir la lista de reproducción
fr_fr: Ajouter tous les non lus à la liste de lecture
it_it: Aggiungi file non riprodotti alla playlist
nb_no: Legg til alle uavspilte i spillelisten
pt_br: Adicionar não reproduzidos à lista
ru_ru: Добавить все не проигранное в плейлист
tr: Tüm oynatılmayanları çalma listesine ekle
uk_ua: Додати всі невідтворені в плейлист
zh: 添加所有未播放剧集到播放列表

# AlreadyInLibrary.Text
source: Already in library
de_de: Bereits in der Sammlung
es_es: Ya está en la biblioteca
fr_fr: Déjà dans la bibliothèque
it_it: Già nella libreria
nb_no: Finnes i biblioteket fra før
pt_br: Já na biblioteca
ru_ru: Уже в библиотеке
tr: Zaten kütüphanede
uk_ua: Вже в бібліотеці
zh: 已在库中

# AutomaticallyAddNewEpisodeToPlayList.Text
source: Automatically add new episodes to the playlist:
de_de: Automatisch neue Episoden zur Wiedergabeliste hinzufügen:
es_es: Agregar automáticamente nuevos episodios la lista de reproducción:
fr_fr: Ajouter automatiquement les nouveaux épisodes à la liste de lecture :
it_it: Aggiungi file non riprodotti alla playlist automaticamente
nb_no: Legg til nye episoder i spillelisten automatisk:
pt_br: Adicionar novos episódios na lista de reprodução automaticamente:
ru_ru: Новые эпизоды в плейлист автоматически:
tr: Yeni bölümleri çalma listesine otomatik olarak ekle:
uk_ua: Автоматично додавати нові випуски в плейлист:
zh: 自动添加新剧集到播放列表：

# DownloadsHeader.Header
source: Downloads
es_es: Descargas
fr_fr: Téléchargements
it_it: Download
nb_no: Nedlastninger
pt_br: Transferências
ru_ru: Загрузки
tr: İndirmeler
uk_ua: Завантаження
zh: 下载

# GeneralHeader.Header
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generali
nb_no: Generelt
pt_br: Geral
ru_ru: Основное
tr: Genel
uk_ua: Основне
zh: 通用

# MediaHeader.Header
source: Media
de_de: Medien
fr_fr: Média
pt_br: Multimédia
ru_ru: Медиа
tr: Medya
uk_ua: Медіа
zh: 媒体

# RefreshAll.Content
source: Refresh all podcasts
de_de: Alle Podcasts aktualisieren
es_es: Actualizar todos los podcasts
fr_fr: Rafraîchir tous les podcasts
it_it: Ricarica tutti i podcast
nb_no: Oppdater alle podcaster
pt_br: Atualizar todos os podcasts
ru_ru: Обновить все подкасты
tr: Tüm podcastleri yenile
uk_ua: Оновити всі подкасти
zh: 刷新所有播客

# DeleteOderThan.Text
source: Delete downloads older than (days):
de_de: Löschen von Downloads älter als (Tage):
es_es: Eliminar descargas mayores a (días):
fr_fr: Supprimer téléchargements de plus de (jours) :
it_it: Cancella download più vecchi di (giorni):
nb_no: Slett nedlastninger eldre enn (dager):
pt_br: Apagar transferências mais antigas (dias):
ru_ru: Удалять загрузки старше чем (дней):
tr: Şu kadar günden daha eski olan indirmeleri sil:
uk_ua: Видаляти завантаження старіші ніж (у днях):
zh: 删除(days)天前的下载：

# TimerHeader.Header
source: Sleep timer
es_es: Temporizador
fr_fr: Mise en veille programmable
it_it: Timer
nb_no: Dvaletidsur
pt_br: Temporizador
ru_ru: Таймер сна
tr: Uyku zamanlayıcı
uk_ua: Таймер сну
zh: 睡眠定时

source: Start
es_es: Empezar
fr_fr: Démarrer
pt_br: Iniciar
ru_ru: Старт
tr: Başla
uk_ua: Почати
zh: 开始

source: Stop
de_de: Stopp
es_es: Detener
fr_fr: Arrêter
nb_no: Stopp
pt_br: Parar
ru_ru: Стоп
tr: Dur
uk_ua: Зупинити
zh: 停止

# ClearButton.Content
source: Clear
de_de: Zurücksetzen
es_es: Limpiar
fr_fr: Réinitialiser
it_it: Azzerare
nb_no: Fjern
pt_br: Limpar
ru_ru: Очистить
tr: Temizle
uk_ua: Очистити
zh: 清除

# DownloadAllButton.Content
source: Download all
de_de: Alle herunterladen
es_es: Descargar todos
fr_fr: Tout télécharger
it_it: Scarica tutto
nb_no: Last ned alle
pt_br: Transferir todos
ru_ru: Загрузить все
tr: Tümünü indir
uk_ua: Завантажити все
zh: 下载所有

# ForcePushToCloud.Content
source: Send to OneDrive
de_de: Senden an OneDrive
es_es: Enviar a OneDrive
fr_fr: Envoyer vers OneDrive
it_it: Invia a Onedrive
nb_no: Send til OneDrive
pt_br: Enviar para OneDrive
ru_ru: Отправить OneDrive
tr: OneDrive'a gönder
uk_ua: Надіслати OneDrive
zh: 发送到OneDrive

# DarkTheme.Text
source: Dark theme(*):
de_de: Dunkles Design(*):
es_es: Tema oscuro(*):
fr_fr: Thème sombre(*) :
it_it: Tema scuro(*):
nb_no: Mørkt tema(*):
pt_br: Tema escuro(*):
ru_ru: Темная тема(*):
tr: Koyu tema(*):
uk_ua: Темна тема(*):
zh: 暗黑主题(*):

# NeedRestart.Text
source: (*): Restart required
de_de: (*): Neustart erforderlich
es_es: (*): Reinicio requerido
fr_fr: (*) : Redémarrage nécessaire
it_it: (*): Riavvio richiesto
nb_no: (*): Krever restart
pt_br: (*): Reinício necessário
ru_ru: (*): Требуется перезагрузка
tr: (*): Yeniden başlatma gerekli
uk_ua: (*): Потрібен перезапуск
zh: (*)：需要重启

# SupportButton.Content
source: Send a tip
de_de: Beitragen
es_es: Enviar una propina
fr_fr: Contribuer
it_it: Piccola donazione
nb_no: Send tips
pt_br: Contribuir
ru_ru: Отправить совет
tr: Bağışta bulun
uk_ua: Надіслати пожертву
zh: 给点鼓励

# SupportHeader.Header
source: Support
de_de: Unterstützen
es_es: Soporte
it_it: Supporto
nb_no: Støtte
pt_br: Apoio
ru_ru: Поддержка
tr: Destek
uk_ua: Підтримка
zh: 支持

# SupportText.Text
source: Do you like Podcasts? If yes, you can consider supporting it by sending a tip to the developer.
de_de: Mögen Sie Podcasts? Wenn ja, dann unterstützen Sie doch die Arbeit an der App mir einem kleinen Trinkgeld für den Entwickler
es_es: ¿Te gusta Podcasts? Si es así, puedes considerar ayudar al desarrollador enviándole una propina.
fr_fr: Aimez-vous Podcasts ? Si oui, vous pouvez envisager de le soutenir en offrant un pourboire au développeur.
it_it: Ti piace Podcasts? Se si considera una donazione allo sviluppatore
nb_no: Liker du Podcasts? Hvis ja, vurder å støtte utvikleren ved å sende tips.
pt_br: Gosta da app Podcasts? Se sim, considere apoiá-la oferecendo um donativo ao programador.
ru_ru: Вам нравится приложение? Если да, вы можете его поддержать, отправив совет разработчику.
tr: Podcasts'i beğendiniz mi? Eğer cevabınız evet ise, geliştiriciye bağışta bulunarak destek olabilirsiniz.
uk_ua: Вам подобається Podcasts? Якщо так, ви можете підтримати розробника надіславши пожертву.
zh: 喜欢 Podcasts 吗? 如果是，请支持一下开发者。

# ThankYou
source: Thank you for your support!
de_de: Danke für Ihre Unterstützung!
es_es: ¡Gracias por la ayuda!
fr_fr: Merci de votre support !
it_it: Grazie per il tuo supporto!
nb_no: Takk for støtten!
pt_br: Obrigado pelo seu apoio!
ru_ru: Большое спасибо за Вашу поддержку!
tr: Desteğiniz için teşekkürler!
uk_ua: Дякуємо за Вашу підтримку!
zh: 感谢您的支持！

# ImportButton.Content
source: Import
de_de: Hinzufügen
es_es: Importar
fr_fr: Importer
it_it: Importazione
nb_no: Importer
pt_br: Importar
ru_ru: Импортировать
tr: İçe aktar
uk_ua: Імпортувати
zh: 导入

# SupportMaxButton.Content
source: Send a bigger tip
de_de: Mehr beitragen
es_es: Enviar una propina más grande
fr_fr: Contribuer beaucoup
it_it: Grande donazione
nb_no: Send større tips
pt_br: Contribuir muito
ru_ru: Отправить большой совет
tr: Daha yüksek bir bağışta bulun
uk_ua: Надіслати більшу пожертву
zh: 多支持点儿

# ForceGetFromCloud.Content
source: Get from OneDrive
de_de: Holen Sie sich von OneDrive
es_es: Obtener de OneDrive
fr_fr: Récupérer depuis OneDrive
it_it: Scarica da Onedrive
nb_no: Få fra OneDrive
pt_br: Obtenha da OneDrive
ru_ru: Получить от OneDrive
tr: OneDrive'dan çık
uk_ua: Отримати від OneDrive
zh: 从OneDrive获取

# CodeAndDesign.Text
source: Code & Design:
es_es: Código & Diseño:
nb_no: Kode & Design:
ru_ru: Код & Дизайн:
tr: Kod & Tasarım:
uk_ua: Код та дизайн:
zh: 代码 & 设计：

# Logo.Text
source: Logo:
ru_ru: Логотип:
uk_ua: Логотип:

# PlayLink.Text
source: Play
de_de: Abspielen
es_es: Reproducir
fr_fr: Lire
nb_no: Spill av
pt_br: Reproduzir
ru_ru: Играть
tr: Yürüt
uk_ua: Відтворити
zh: 播放

# Filters.Text
source: Filter:
es_es: Filtro:
fr_fr: Filtre :
it_it: Filtro:
nb_no: Filtrer:
pt_br: Filtro:
ru_ru: Фильтр:
tr: Filtre:
uk_ua: Фільтри:
zh: 筛选：

source: Unplayed episodes (Asc.)
de_de: Ungespielte Episoden (aufst.)
es_es: Episodios sin reproducir (Asc.)
fr_fr: Episodes non lus (Asc.)
it_it: Non riprodotti (in ordine cronologico, dal meno recente)
nb_no: Uavspilte episder (Stigende)
pt_br: Episódios não reproduzidos (Asc.)
ru_ru: Не проигранные эпизоды (Возр.)
tr: Oynatılmamış bölümler (Artan)
uk_ua: Невідтворені випуски (Зрос.)
zh: 未播放剧集(升序)

source: Unplayed episodes (Desc.)
de_de: Ungespielte Episoden (abst.)
es_es: Episodios sin reproducir (Desc.)
fr_fr: Episodes non lus (Desc.)
it_it: Non riprodotti (in ordine cronologico, dal più recente)
nb_no: Uavspilte episoder (Synkende)
pt_br: Episódios não reproduzidos (Desc.)
ru_ru: Не проигранные эпизоды (Убыв.)
tr: Oynatılmamış bölümler (Azalan)
uk_ua: Невідтворені випуски (Спад.)
zh: 未播放剧集(降序)

# Forever
source: Never
de_de: Nie
es_es: Nunca
fr_fr: Jamais
it_it: Mai
nb_no: Aldri
pt_br: Nunca
ru_ru: Никогда
tr: Asla
uk_ua: ніколи
zh: 从不

# VideoPlayback.Text
source: Video playback:
de_de: Video abspielen:
fr_fr: Lecture des vidéos :
it_it: Video:
nb_no: Videoavspilling:
pt_br: Vídeo:
ru_ru: Воспроизведение видео:
tr: Video oynatma:
uk_ua: Відео відтворення:
zh: 视频播放:

# FullscreenButton.Content
source: Full screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
nb_no: Fullskjerm
pt_br: Tela cheia
ru_ru: Во весь экран
tr: Tam ekran
uk_ua: Повноекранний режим
zh: 全屏

# RotateButton.Content
source: Rotate
de_de: Drehen
es_es: Rotar
fr_fr: Pivoter
it_it: Ruotare
nb_no: Roter
pt_br: Rodar
ru_ru: Поворот
tr: Çevir
uk_ua: Обертання
zh: 旋转

# VisibilityButton.Content
source: Switch
de_de: Umschalten
es_es: Cambiar
fr_fr: Alterner
it_it: On/Off
nb_no: Bytt
pt_br: On/Off
ru_ru: Переключить
tr: Değiştir
uk_ua: Замінити
zh: 切换

# AddAllToPlaylistMenuDesc.Text
source: Add all unplayed to playlist (Desc.)
de_de: Wiedergabe aller ungespielten Folgen (absteigend)
es_es: Agregar todos los podcast sin reproducir a la lista de reproducción (Desc.)
fr_fr: Ajouter tous les non lus à la liste de lecture (Desc.)
it_it: Aggiungi file non riprodotti alla playlist (-)
nb_no: Legg til alt uavspilt i spillelisten (Synkende)
pt_br: Adicionar não reproduzidos à lista (Desc.)
ru_ru: Все не проигранные в плейлист (Убыв.)
tr: Tüm oynatılmayanları çalma listesine ekle (Azalan)
uk_ua: Додати всі невідтворені в плейлист (Спад.)
zh: 添加所有未播放文件到播放列表(Desc.)

# InvertSkipControls.Text
source: Invert skip controls behavior (Bluetooth):
de_de: Steuerelemente "Überspringen" umkehren (Bluetooth):
es_es: Invertir el comportamiento de los controles de salto (Bluetooth):
fr_fr: Inverser le comportement des contrôles de saut (Bluetooth) :
it_it: Inverti i comandi di riproduzione (es: il tasto traccia successiva diventa avanti veloce) (Bluetooth):
nb_no: Snu om på kontrollene for å bytte podcast (blåtann):
pt_br: Alterar modo Avançar/Retroceder (apenas em Bluetooth)
ru_ru: Инвертировать управление (Bluetooth):
tr: Atlama kontrolü davranışlarını ters çevir (Bluetooth):
uk_ua: Інвертувати керування пропусками (Bluetooth):
zh: 更改跳过播放的方式 (Bluetooth):

# RemovedPlayedEpisodeFromPlayList.Text
source: Remove played episodes from playlist:
de_de: Abgespielte Episoden von Wiedergabeliste löschen:
es_es: Elimine episodios reproducidos de lista de reproducción:
fr_fr: Retirer épisodes lus de la liste de lecture :
it_it: Rimuovi episodi riprodotti da playlist:
nb_no: Fjern avspilte episoder fra spillelisten:
pt_br: Remover episódios reproduzidos da lista de reprodução:
ru_ru: Удалять проигранные эпизоды из плейлиста:
tr: Oynatılmış bölümleri çalma listesinden kaldır:
uk_ua: Вилучити відтворені випуски з плейлиста:
zh: 从播放列表中移除已播放剧集:

# AscButton.Content
source: Asc.
de_de: Aufst.
nb_no: Stigende
ru_ru: Возр.
tr: Artan
uk_ua: Зрос.
zh: 升序

# DescButton.Content
source: Desc.
de_de: Abst.
nb_no: Synkende
ru_ru: Убыв.
tr: Azalan
uk_ua: Спад.
zh: 降序

# ExportID.Content
source: Export ID
es_es: Exportar ID
fr_fr: Exporter ID
it_it: Esportare ID
nb_no: Eksporter ID
pt_br: Exportar ID
tr: ID dışa aktar
uk_ua: Експорт ID
zh: 导出ID

# ImportID.Content
source: Import ID
es_es: Importar ID
fr_fr: Importer ID
it_it: Importare ID
nb_no: Importer ID
pt_br: Importar ID
tr: ID içe aktar
uk_ua: Імпорт ID
zh: 导入ID

# MandatoryLocator
source: Podcasts requires geolocation permission to play podcasts in background. The location information will not be used.
de_de: Podcasts erfordert Geolocation Erlaubnis Podcasts im Hintergrund zu spielen. Die Standortinformationen werden nicht verwendet.
es_es: Podcasts requiere el permiso de geolocalización para reproducir podcasts en segundo plano. La información de ubicación no se utilizará.
fr_fr: Podcasts nécessite l'autorisation de géolocalisation pour lire des podcasts en arrière-plan. Les informations de localisation ne seront pas utilisées.
it_it: Podcasts richiede l'autorizzazione di geolocalizzazione per riprodurre i podcast in background. Le informazioni sulla posizione non vengono utilizzati.
nb_no: Podcasts krever geolokasjon for å kunne spille podcaster i bakgrunnen. Informasjon om lokasjonen blir ikke brukt.
pt_br: Podcasts requer permissão de geolocalização para jogar podcasts no fundo. A informação de localização não são utilizados.
ru_ru: Для воспроизведения в фоне приложению необходимы разрешения геопозиционирования. Информация о местоположении использоваться не будет.
tr: Podcasts arkaplanda podcast oynatmak için coğrafi konum iznine ihtiyaç duyar. Konum bilgisi kullanılmaz.
uk_ua: Podcasts вимагає дозволу геопозиціонування, щоб грати у фоновому режимі.Ваше розташування не буде використоватись.
zh: Podcasts 需要访问您的位置以在后台播放。 你的位置信息将不会被使用。

source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
it_it: Tutti
nb_no: Alt
pt_br: Todos
ru_ru: Все
tr: Tümü
uk_ua: Всі
zh: 所有

# ShareMenu.Text
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
it_it: Condividere
nb_no: Del
pt_br: Partilhar
ru_ru: Поделиться
tr: Paylaş
uk_ua: частка
zh: 分享

# Translations.Text
source: Translations:
de_de: Übersetzungen:
es_es: Traducciones:
fr_fr: Traductions :
it_it: Traduzioni:
nb_no: Oversettelser:
pt_br: Traduções:
ru_ru: Переводы:
tr: Çeviriler:
uk_ua: переклади:
zh: 翻译：

# FeedbackButton.Content
source: Review
de_de: Feedback
es_es: Valorar
fr_fr: Evaluer
it_it: Recensisci
nb_no: Vurder
pt_br: Avaliar
ru_ru: Отзыв
tr: İnceleme
uk_ua: Відгук
zh: 评价和反馈

# StreamingIsDisabled
source: Metered connection detected. Streaming is disabled. You can turn it on in Options screen by enabling streaming on metered connections.
de_de: Getaktete Verbindung erkannt. Streaming ist nicht erlaubt. Es kann aktiviert werden durch Anpassen der Einstellung Streaming über getaktete Verbindungen erlauben.
es_es: Conexión medida detectada. El streaming ha sido deshabilitado, puedes reactivarlo en la pantalla de Opciones activando la opción de streaming en conexiones medidas
fr_fr: Connexion payante détectée. Le streaming est désactivé. Vous pouvez l'activer dans l'écran des options en permettant le streaming sur les connexions payantes.
it_it: È stata rilevata una connessione a consumo ed è stato disabilitato lo streaming, puoi attivarlo dalle impostazioni.
nb_no: Forbruksmålt tilkobling oppdaget. Streaming er avslått. Du kan slå på streaming i innstillingene ved å tillate streaming på nettverk med forbruksmåling.
pt_br: Detetada ligação de dados limitados. A transmissão está desativada. Pode ativá-la no menu de Opções, ao permitir transferências em ligações de dados limitados.
ru_ru: Обнаружено лимитированное соединения. Потоковое воспроизведение отключено. Вы можете его включить в настройках приложения.
tr: Tarifeli bağlantı tespit edildi. Akış devre dışı bırakıldı. Seçenekler ekranından tarifeli bağlantılar üzerinden akışa izin ver seçeneğini aktif ederek akışı etkinleştirebilirsiniz.
uk_ua: Виявлено лімітоване з’єднання. Стрімінг вимкнено. Вам можете ввімкнути це в настройках.
zh: 检测到当前连接以流量计费，串流功能被禁用。您可以在设置界面手动开启。

# DeleteAllButton.Content
source: Delete all
de_de: Alles löschen
es_es: Eliminar todos
fr_fr: Supprimer tout
it_it: Cancella tutto
nb_no: Slett alle
pt_br: Apagar tudo
ru_ru: Удалить все
tr: Hepsini sil
uk_ua: Видалити все
zh: 删除所有

# Login.Text
source: Login:
es_es: Usuario:
fr_fr: Utilisateur :
nb_no: Brukernavn:
pt_br: Utilizador:
ru_ru: Логин:
tr: Giriş:
uk_ua: Логін:
zh: 登录

# Password.Text
source: Password:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe :
nb_no: Passord:
pt_br: Palavra-passe:
ru_ru: Пароль:
tr: Parola:
uk_ua: Пароль:
zh: 密码

# StreamOnMetered.Text
source: Allow streaming on metered networks:
de_de: Streaming über getaktete Verbindungen erlauben:
es_es: Permitir streaming en conexiones medidas:
fr_fr: Autoriser le streaming sur les réseaux payants :
it_it: Permetti streaming con connessioni a consumo:
nb_no: Tillat streaming på nettverk med forbruksmåling:
pt_br: Permitir transmissão com ligação de dados limitados
ru_ru: Разрешить потоковое воспроизведение на лимитированных сетях:
tr: Tarifeli bağlantılar üzerinden akışa izin ver:
uk_ua: Дозволити стрімінг через лімітовані мережі
zh: 允许在以流量计费的网络连接下串流:

# PrivacyPolicy.Content
source: Privacy policy
de_de: Datenschutz-Bestimmungen
es_es: Política de privacidad
fr_fr: Politique de confidentialité
it_it: Politica sulla riservatezza
nb_no: Personvernregler
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk_ua: політика конфіденційності
zh: 隐私政策

# DownloadSlidableListItem.RightLabel
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Cancella
nb_no: Slett
pt_br: Eliminar
ru_ru: Удалить
tr: Sil
uk_ua: Видалити
zh: 删除

# EpisodeSlidableListItem.RightLabel
source: Add to playlist
de_de: Hinzufügen
es_es: Agregar la lista
fr_fr: Ajouter à la liste de lecture
it_it: Aggiungi alla playlist
nb_no: Legg til i spilleliste
pt_br: Adicionar à lista
ru_ru: Добавить в плейлист
tr: Çalma listesine ekle
uk_ua: Додати в плейлист
zh: 添加到播放列表

# PlaylistEntrySlidableListItem.RightLabel
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Cancella
nb_no: Slett
pt_br: Eliminar
ru_ru: Удалить
tr: Sil
uk_ua: Видалити
zh: 删除

# PodcastSlidableListItem.LeftLabel
source: Add to playlist
de_de: Hinzufügen
es_es: Agregar la lista
fr_fr: Ajouter à la liste de lecture
it_it: Aggiungi alla playlist
nb_no: Legg til i spilleliste
pt_br: Adicionar à lista
ru_ru: Добавить в плейлист
tr: Çalma listesine ekle
uk_ua: Додати в плейлист
zh: 添加到播放列表

# PodcastSlidableListItem.RightLabel
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Cancella
nb_no: Slett
pt_br: Eliminar
ru_ru: Удалить
tr: Sil
uk_ua: Видалити
zh: 删除

# DataFound
source: OneDrive Sync found updated data. Do you want to use them?
de_de: CloudSync hat erneuerte Daten erkannt. Sollen diese jetzt angewendet werden?
es_es: La sincronización con la nube encontró información actualizada. ¿Quieres usarla?
fr_fr: OneDrive Sync vient de trouver des données mises à jour. Voulez vous les télécharger ?
nb_no: OneDrive Sync fant oppdatert data. Ønsker du å bruke dem?
pt_br: A sincronização na Cloud encontrou dados mais atuais. Pretende utilizá-los?
ru_ru: OneDrive Sync нашел обновление. Использовать?”
tr: Bulut Eşitleme daha güncel veriler buldu. Bu verileri kullanmak ister misin?
uk_ua: Синхронізація в Хмарі знайшла оновлені дані. Хочете використати їх?

# BoolToPlayedUnplayed.FalseValue
source: Mark as played
de_de: Als abgespielt markieren
es_es: Marcar como reproducido
fr_fr: Marquer lu
it_it: Imposta come riprodotto
nb_no: Merk som avspilt
pt_br: Marcar como reproduzido
ru_ru: Как проигранный
tr: Oynatılmış olarak işaretle
uk_ua: Помітити відтвореним
zh: 标记为已播放

# BoolToPlayedUnplayed.TrueValue
source: Mark as unplayed
de_de: Als neu markieren
es_es: Marcar como no reproducido
fr_fr: Marquer non lu
it_it: Imposta come da riprodurre
nb_no: Merk som uavspilt
pt_br: Marcar como não Reproduzido
ru_ru: Как не проигранный
tr: Oynatılmamış olarak işaretle
uk_ua: Помітити невідтвореним
zh: 标记为未播放

# OneDriveCancel
source: No, turn off Sync
de_de: Nein
es_es: No
fr_fr: Non
it_it: No
nb_no: Nei
pt_br: Não
ru_ru: Нет, выключить синхронизацию
tr: Hayır
uk_ua: Немає
zh: 没有

# OneDriveWarning
source: In order to synchronize your data over devices, Podcasts needs to access your OneDrive folder. Do you want to continue?
de_de: Für die Daten-Synchronisation über alle Geräte benötigt Podcasts Zugriff auf OneDrive. Möchten Sie fortfahren?
es_es: Para sincronizar tu información entre los dispositivos, Podcasts tiene que acceder a tu carpeta de Onedrive. ¿Deseas continuar?
fr_fr: Afin de synchroniser vos données sur vos périphériques, Podcasts doit accéder à votre dossier OneDrive. Voulez-vous continuer?
it_it: Per sincronizzare i dati Podcasts ha bisogno di accedere a OneDrive. Vuoi continuare?
nb_no: For å kunne synkronisere mellom enhetene dine trenger Podcasts tilgang til OneDrive. Ønsker du å fortsette?
pt_br: De modo a sincronizar os dados entre dispositivos, a app Podcasts precisa de aceder à sua pasta OneDrive. Pretende continuar?
ru_ru: Для синхронизации между вашими устройствами Podcasts необходим доступ к папке в OneDrive. Хотите продолжить?
tr: Podcasts, verilerinizi diğer cihazlar ile eşitlemek için OneDrive klasörünüze erişmek istiyor. Devam etmek istiyor musunuz?
uk_ua: Для того щоб синхронізувати ваші дані між пристроями Podcast потребує доступу до вашої папки OneDrive. Бажаєте продовжити?
zh: 为了通过设备同步您的数据，播客需要访问您的OneDrive文件夹。 你想继续吗？

# OneDriveYes
source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: Si
nb_no: Ja
pt_br: Sim
ru_ru: Да
tr: Evet
uk_ua: Так
zh: 是

# AutoSyncOnClose.Text
source: Synchronize on close (*):
de_de: Synchronisieren bei Abschluss (*):
es_es: Sincronizar al cerrar (*):
fr_fr: Synchroniser à la fermeture (*) :
it_it: Sincronizza su una stretta (*):
nb_no: Synkroniser på nær (*):
pt_br: Sincronizar ao fechar (*):
ru_ru: Синхронизировать на закрытии (*):
tr: Yakınınızda senkronize edin (*):
uk_ua: Синхронізувати на закритті (*):
zh: 关闭时同步 (*)：
